export const REGION_NAMES = [
  "г. Астана",
  "г. Алматы",
  "г. Шымкент",
  "Область Абай",
  "Акмолинская область",
  "Актюбинская область",
  "Алматинская область",
  "Атырауская область",
  "Восточно-Казахстанская область",
  "Жамбылская область",
  "Область Жетісу",
  "Западно-Казахстанская область",
  "Карагандинская область",
  "Костанайская область",
  "Кызылординская область",
  "Мангистауская область",
  "Павлодарская область",
  "Северо-Казахстанская область",
  "Туркестанская область",
  "Область Ұлытау",
] as const;

export type RegionName = (typeof REGION_NAMES)[number];
